02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-04-persoonsvraag webservice/uc1004-04C10T140/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
    <m:vraag>
      <m:in0>
        <m:indicatieAdresvraag>0</m:indicatieAdresvraag>
        <m:indicatieZoekenInHistorie>0</m:indicatieZoekenInHistorie>
        <m:masker>
          <m:item>103910</m:item>
          <m:item>103920</m:item>
          <m:item>103930</m:item>
          <m:item>108510</m:item>
          <m:item>108610</m:item>
          <m:item>603910</m:item>
          <m:item>603920</m:item>
          <m:item>603930</m:item>
          <m:item>608510</m:item>
          <m:item>608610</m:item>
        </m:masker>
        <m:parameters>
          <m:item>
            <m:rubrieknummer>10110</m:rubrieknummer>
            <m:zoekwaarde>2354507297</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>103910</m:rubrieknummer>
            <m:zoekwaarde></m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>103920</m:rubrieknummer>
            <m:zoekwaarde></m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>103930</m:rubrieknummer>
            <m:zoekwaarde></m:zoekwaarde>
          </m:item>
        </m:parameters>
      </m:in0>
    </m:vraag>
  </soap:Body>
</soap:Envelope>